class QuestionModel {
  final String question;
  final String answer;
  final int id;

  QuestionModel(
      {required this.question, required this.answer, required this.id});
}

List<QuestionModel> questions = [
  QuestionModel(
    id: 1,
    question: 'كيف يمكنك حماية نفسك وتجنب التهاب الجيوب الأنفية؟',
    answer:
        '1. الحرص على غسل اليدين بانتظام خصوصا قبل تناول الطعام \n 2. تجنب ملامسة الوجه و العينين بالأيدي خارج المنزل \n 3. الحفاظ على الصحة خصوصا خلال فصل الشتاء و الحصول علي الحصة اليومية من الفيتامينات و المعادن لتقوية المناعة \n 4. تجنب التواجد بجانب مرضى الإنفلونزا و غيرها من الأمراض المعدية التي تؤثر على حساسية الأنف \n 5. تجنب التعرض للمواد التي تسبب لك تحسس الأنف \n 6. الابتعاد عن الروائح النفاذة المؤذية في حالة حساسية الأنف مثل بعض البهارات و الفلفل \n 7 .عدم التواجد بالقرب من الحيوانات التي تسبب لك تحسس مثل القطط \n 8. تجتب التواجد بالقرب من أماكن المصانع حيث الهواء الملوث الاماكن الصحراوية ذات الهواء الجاف غنى بالأتربة \n 9. التنظيف بشكل دوري لعدم تراكم الأتربة المسببة لتحسس الأنف \n 10. الحرص على التواجد في هواء رطب\n 11. تجنب التدخين\n 12. تجنب التواجد بجانب المدخنين حيث دخان السجائر الذي يسبب تحسس الأنف بالإضافة للتأثير السيء على الجهاز التنفسي \n 13. الحفاظ على صحة و مناعة الجسم \n 14. تناول طعام صحى غنى بالفيتامينات و المعادن والخضراوات والفاكهة\n 15. غسل الأنف باستخدام محلول ملح ٠٩.٠ %\n 16. في حالة عدم تحسن حساسية الأنف خلال ١٠ ايام يرجى التوجه للطبيب \n 17. في حالة ظهور أثار عدوى بكتيرية مثل تغير لون المخاط للأخضر يرجى التوجه للطبيب \n',
  ),
  QuestionModel(
    id: 2,
    question:
        'هل يجب أن نلزم المنزل دائما لتجنب جيوب الانفية ام انها تكون منتشرة في وقت معين؟',
    answer:
        'بكل تأكيد لا بد من وقاية أنفسنا باتخاذ الاجراءات الوقائية من مرض الجيوب الأنفية و نتبعها بشكل صحيح بوجه اخص في فصل الخريف حيث ينتشر حدوثها فيه حيث انه في فصل الخريف ينتشر كل من حبوب اللقاح وعشبة الجريد والعفن خلال الأشهر الأكثر برودة وكلهم من المواد المسببة للحساسية و تهيج الانف، وذلك يؤدي إلى تحفيز استجابة الجهاز المناعي والتسبب في حدوث نوبة حساسية و تختلف حدتها و قوتها من شخص لآخر.',
  )
];
